;
; Vihjeitä kääntäjälle:
; Aloittaessasi käännöstä - kopioi english.ini nimelle "finnish.ini"
; Käännä vain teksti merkin ' = ' jälkeen
; Voit myös käyttää 'kääntäjää sivulta wisecleaner.com' se auttaa sinua helposti hyvään käännökseen. 
; Voit ladata sen sivulta http://www.wisecleaner.com/language.html.
; Älä muuta kohdan "Reading habits - Lukusuunta" tekstiä


; Wise Registry Cleaner
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; Soft Version: 11.1.7.722
; Lang Update: 2024-Oct-06
;
[Lang]
NativeLanguage=Finnish-Suomi
ChangeLang=Ota muutokset käyttöön käynnistämällä ohjelma uudelleen.

[GUI]
ButtonYes=Kyllä
ButtonNo=Ei
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palautus
ButtonMenu=Valikko
Support=Tuki & palaute

[Translation]
;
; Reading habits - Lukusuunta
; 
ReadHabit = Left-to-right
;
; Font and Charset - Kirjasimet ja merkistö
;
LanguageName=FIN
LangCode=040B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
;
; Message box - Viesti laatikko
;
Information=Tietoja Päivityksestä
Warning=Varoitus
Error=Virhe
Confirm=Vahvista
;
; Main GUI - Pää Ikkuna
;
FrmGeneral.chkuac.caption=Ohita käyttäjätilin(UAC) hallintavaroitus
FrmWRC.btnregclean.caption=Rekisterin siivous
FrmWRC.btnadv.caption=Järjestelmän tehostus
FrmWRC.btnsilm.caption=Rekisterin eheytys
FrmWRC.btnrestore.caption=Palautus
FrmWRC.btnsettings.caption=Asetukset
FrmWRC.btnsuggest.caption=Ehdotukset ja palaute
FrmWRC.WiseSimpleButton1.caption=Varmuuskopiot
FrmWRC.btnupdate.caption=Tarkista päivitykset
FrmWRC.btnmessage.caption=Viestit


;
; Reg Cleaner - Rekisterin siivous
;
FrmReg.caption=Rekisteröi
FrmRegClean.btnall.caption=Valitse Kaikki
FrmRegClean.btnre.caption=Suositellut
FrmRegClean.btnnone.caption=Ei Mitään
FrmRegClean.lbltype.caption=Suorita tehtävä:
FrmRegClean.WiseLabel1.caption=Ajastus
FrmRegClean.lblweek.caption=Valitse päivä:
FrmRegClean.lbltime.caption=Aika:
FrmRegClean.btnScan.caption=Aloita etsintä
FrmRegClean.btncancel.caption=Peruuta
FrmRegClean.btnrescan.caption=Etsi uudelleen
FrmRegClean.lblstat.caption=Et ole siivonnut koneesi rekisteriä. Välitön rekisterin siivous on suositeltavaa!
FrmRegClean.vtrc.Columns[0]=Tieto
FrmRegClean.vtrc.Columns[1]=Rekisteriavain
FrmReg.lblinfo.caption=Kiitos että valitsit Wise Registry Cleanerin
FrmReg.lblinfoex.caption=Syötä lisenssiavaimesi aktivoidaksesi PRO versio.
FrmReg.lblemail.caption=Sähköposti:
FrmReg.lblUser.caption=Nimesi:
FrmReg.lblKey.caption=Lisenssiavain:
FrmReg.btnReg.caption=Rekisteröi
FrmReg.btnbuy.caption=Osta nyt
FrmReg.lblhelp.caption=Onko sinulla ongelmia syöttää lisnssiavain?
FrmReg.btnContact.caption=Ota yhteyttä Meihin

;
; Optimizer - Tehostus
;
FrmOptimizer.btnSlimming.caption=Tehosta
FrmOptimizer.btnnone.caption=Ei Mitään
FrmOptimizer.btnall.caption=Valitse Kaikki
FrmOptimizer.btnDefault.caption=Järjestelmä oletus
Frmoptimizer.lblinfoex.caption=Järjestelmän säätäminen voi tehostaa verkkotoimintojasi, nopeuttaa Windowsiasi ja vakauttaa järjestelmääsi.
FrmOptimizer.btnoptimize.caption=Tehosta
;
; Reg Defrag - Rekisterin eheytys
;
FrmRegDefragger.lblinfo.caption=Rekisterin eheytys voi saada tietokoneesi toimimaan nopeammin ja vakaammin.
FrmRegDefragger.lblstat.caption=Et ole eheyttänyt tietokoneesi rekisteriä vielä. Välitön rekisterin eheytys on suositeltavaa!
FrmRegDefragger.btndefrag.caption=Eheytä
FrmRegDefragger.lblinfo1.caption=1. Suosittelemme että suljet kaikki muut sovellukset ennen tämän tapahtuman suoritusta.
FrmRegDefragger.lblinfo2.caption=2. Järjestelmäsi ei vastaa kun tutkinta käynnissä, tämä on normaalia.
FrmRegDefragger.lblinfo3.caption=3. Tietokoneesi käynnistyy uudelleen kun rekisterin eheytys on päättynyt.
FrmRegDefragger.lblinfo4.caption=4. Älä keskeytä rekisterin eheytystä, muuten se saattaa aiheuttaa vakavia seurauksia.
FrmRegDefragger.vtdefrag.Columns[0]=Kohteen Nimi
FrmRegDefragger.vtdefrag.Columns[1]=Nykyinen Koko
FrmRegDefragger.vtdefrag.Columns[2]=Uusi Koko
FrmRegDefragger.vtdefrag.Columns[3]=Pienennys suhde
FrmRegDefragger.btnAnalysis.caption=Tutki
;
; Custom scan areas - Muokatut etsintä alueet
;
Frmcustom.btnre.caption=Suositellut
Frmcustom.btnall.caption=Valitse Kaikki
Frmcustom.btnnone.caption=Ei Mitään
Frmcustom.btncancel.caption=Peruuta
Frmcustom.btnok.caption=OK
;
; About Window - Tietoja ikkuna
;
Frmabout.lblstatus.caption=Tila:
frmabout.lblUninstall.caption=Poisto ohje
frmabout.lblPolicy.caption=Tietosuojakäytäntö
frmabout.lblEula.caption=Loppukäyttäjän lisenssisopimus EULA
FrmAbout.lblver.caption=Nykyinen versio:
FrmAbout.lblemail.caption=Tuen sähköposti:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Kotisivu:
FrmAbout.lblhomeinfo.caption=https://www.wisecleaner.com
FrmAbout.lblthanks.caption=Kiitos seuraaville henkilöille heidän avusta:
FrmAboutWin.caption=Tietoja Ohjelmasta ja Meistä
FrmAboutWin.btnok.caption=OK
;
; Settings - Asetukset
;
FrmSettings.caption=Asetukset
FrmSettings.tsCommon.caption=Yleiset
FrmGeneral.chkexp.caption=Nauti meidän Asiakas Kokemusten Kehitys Ohjelmastamme
FrmGeneral.lblexp.caption=Tietoja
FrmSettings.tsAutoRun.caption=Auto suoritus
FrmSettings.tsExclusion.caption=Pois suljettu
FrmSettings.btnrestore.caption=Tietoja Meistä
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Peruuta
FrmUsers.lblinfo.caption=Valitse käyttäjät joita haluat Wise Registry Cleanerin käsittelevän
FrmUsers.rdcuser.caption=Vain nykyinen käyttäjä
FrmUsers.rdauser.caption=Kaikki käyttäjät
FrmUsers.rdusers.caption=Valitut käyttäjät
FrmSettings.tsUsers.caption=Käyttäjät
FrmGeneral.ckRestorePoint.caption=Auto luodaan järjestelmän palautuspiste ennen eheytystä
;
; Auto Run - Auto suoritus
;
FrmAutorunSettings.chk1.caption=Luo "Siivoa 1-klikkauksella" kuvake ja sijoita se työpöydällesi
FrmAutorunSettings.lblcmd.caption=Komentokehoite tila
FrmAutorunSettings.lblcmdinfo.caption=Voit suorittaa ohjelman, etsiä ja siivota rekisterisi automaattisesti komentokehoittessa. Lisää tietoja, paina F1 tai klikkaa oheista Verkko-osoite linkkiä lukeaksesi ohje tietoja.
FrmAutorunSettings.btnhelp.caption=Suoraa Apua
;
; Exclusion List - Pois-sulku lista
; 
FrmExclusion.btnAdd.caption=Lisää avainsana
FrmExclusion.btnExport.caption=Vie
FrmExclusion.btnRemove.caption=Poista
FrmExclusion.btnimport.caption=Tuo
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Peruuta
;
; General Settings - Yleis asetukset
;
FrmGeneral.chkNews.caption=Auto hae uutiskirjeet
FrmGeneral.chkbackup.caption=Auto varmuuskopioi rekisteri ennen siivousta
FrmGeneral.WiseLabel1.caption=Tarkista päivitykset:
FrmGeneral.WiseLabel2.caption=Oletus kieli:
FrmGeneral.btnchecknew.caption=Tarkista nyt
FrmGeneral.lbtran.caption=Käännetty kielille...
FrmGeneral.lblBackup.caption=Varmuuskopioi kohteeseen:
FrmGeneral.btnbr.caption=Selaa..
;
; Backup and Restore - Varmistus ja palautus
;
Frm_br.btncancel.caption=Peruuta
FrmBackup.caption=Varmuuskopioi
FrmBackup.btnreg.caption=Luo täysi rekisterin varmuuskopio
FrmBackup.btnsys.caption=Luo järjestelmän palautuspiste
FrmRestore.caption=Palautuskeskus
FrmRestore.btnRegBk.caption=Rekisterin varmuuskopio
FrmRestore.btnSysBK.caption=Järjestelmän palautus
FrmRestore.btnclose.caption=Sulje
FrmRestore.btnrestore.caption=Palauta
FrmRestore.btnremove.caption=Poista
;
; Update - Päivitys
;
frmupdate.caption=Ohjelman Päivitys
;
; Popup Menus - Ponnahdus valikot
;
pmLicenseKey1=Rekisteröi
pmLicenseKey=Vaihda lisenssiavain
pmHelp=Suoraa Apua
pmforum=Keskustelualueelle
pmHome=Kotisivulle
pmContact=Ota yhteyttä Meihin
pmCheckNew=Tarkista päivitykset
pmLang=Valitse Kieli
pmSkin=Valitse Ulkoasu
pmAbout=Tietoja Meistä
pmIgnore=Ohita tämä kohde
pmrec=Valitse Turvalliset Kohteet
pmAll1=Valitse Kaikki
pmNone=Ei Mitään
pmGo=Avaa Rekisteri muokkaimessa...
pmExport=Vie kohteeseen...
pmPortable=Luo siirrettävä(USB)versio
;
; DefProcess - Eheytys tapahtuma
;
FrmProcess.Caption=Rekisterin Eheyden Tutkinta
FrmProcess.lblwait.caption=Tutkitaan...
FrmProcess.lblinfo.caption=Tietokoneesi ei vastaa tutkinnan aikana.
FrmProcess.lblwait.caption=Tutkitaan, odota...
FrmSettings.tsArea.caption=Alue
FrmOptimizer.btnRecommended.caption=Suositellut
FrmWRC.btnAi.caption=WiseX-Apu
[Message]
Unlimited=Rajoittamaton
Free=Vapaa
Registried=Rekisteröity
Unregistried=Rekisteröimättä
NoNews=Sinulla ei ole lukematta jääneitä viestejä.
InvalidRegInfo=Virheellinen rekisteröinti tieto!
alluser=Kaikki käyttäjät
currentuser=Nykyinen käyttäjä
Username=Käyttäjänimi
Proupdate=Pahoittelemme, mainosversio ei tue päivityksiä, mutta voimme tarjota sinulle erikoisalennuksen saadaksesi uusimman version. Muussa tapauksessa se tulee VAPAA versiona, jos haluat päivittää sen. Jatketaanko?
MWDetected=Haittaohjelma havaittu estämään %s työskentelyä. Klikkaa OK saadaksesi ratkaisun.
ActivateOnline=Tarkistetaan rekisteröintitietojasi, odota muutama sekuntti...
WRCRunning=Ohjelmaa suoritetaan.
StopAndExit=Ohjelma etsii, haluatko pysäyttää etsinnän ja poistua nyt?
EmptyEmail=Sähköpostiosoite ei voi olla tyhjä.
EmptyName=Käyttäjänimi ei voi olla tyhjä.
InvalidEmail=Virheellinen sähköpostiosoite, syötä toimiva sähköpostiosoite.
EmpytKey=Lisenssiavaintieto ei voi olla tyhjä.
InvalidKey=Virheellinen lisenssiavain, syötä toimiva lisenssiavain.
EnterEmail=Syötä sähköpostiosoitteesi
EnterName=Syötä nimesi
EnterKey=Syötä lisenssiavaimesi
OverMaxTimes=Aktivointien enimmäismäärä on ylitetty.
ThanksRegister=Kiitos että rekisteröit tämän tuotteen!
Activated=Täys versio on aktivoitu.
ConnectFail=Ei yhteyttä palvelimeen, tarkista internetyhteytesi ja yritä myöhemmin uudelleen.
NoRegInfo=Ei löydy rekisteröintitietojasi, jos uskot sen olevan virhe, ota yhteyttä Meihin.
NeedAdmire=Ominaisuus on saatavilla järjestelmävalvojalle. Jos haluat suorittaa sen kirjaudu järjestelmävalvojana.
ScheduleHint=Siivoa tietokoneesi säännöllisesti.
Unoptimized=Tehostamaton
UpdateError=Päivitys virhe, haluatko ladata viimeisimmän version verkkosivultamme?
RegeditorLocked=Rekisterin muokkaus estetty. Varmuuskopiointi/palautus tapahtuma tarvitsee pääsyn rekisteriin. Haluatko sallia rekisteriin pääsyn nyt?
failtounLock=Rekisteriin pääsyn epäonnistui. Tarvitset ehkä laajemmat oikeudet sallia tämän tapahtuman.
Total=Yhteensä
DefragRate=Se voi auttaa sinua pienentämään rekisterin kokoa %s.
SuggestDefrag=Välitön rekisterin eheytys on suositeltavaa.
SuggestIgnore=Rekisterisi ei sisällä mitään tarpeettomia, joten voit eheyttää sen seuraavalla kerralla.
TypeNoError=Ei Korjattavaa
NeverClean=Et ole siivonnut koneesi rekisteriä. Välitön rekisterin siivous on suositeltavaa!
AdviseClean=Säännöllinen rekisterin siivous voi pitää tietokoneesi toiminnan nopeampana ja turvallisena.
DupItem=Tämä kohde on listattu listalla.
Advisedefrag=Rekisterin eheytys voi saada tietokoneesi toimimaan nopeammin ja vakaammin.
NeverDefrag=Et ole eheyttänyt rekisteriä vielä. Välitön rekisterin eheytys on suositeltavaa!
LastDefrag=Viimeisin rekisterin eheytys suoritettu:
TotalDefrag=Yhteensä %.2f on pakattu.
DefaultValue=(Oletus)
RegBackup=Varmuuskopioi rekisteri
RegRestore=Palauta rekisteri kopio
CreateBackup=Luodaan rekisterivarmuuskopiota...
Compress=Pakataan rekisterivarmuuskopio tietoja...
Extracte=Puretaan rekisterivarmuuskopio tietoja...
Complete=Valmis
RestoreReg=Palautetaan Rekisteriä...Odota muutama minuutti...
NotSupportOS=Ominaisuus ei ole tuettu tässä käyttöjärjestelmässä.
EnableRestore=Järjestelmän Palautus on estetty. Haluatko sallia järjestelmän palautuksen?
SysCreating=Luodaan järjestelmän palautuspiste...
SysRestoring=Valmistellaan järjestelmän palauttamista...
RestorePointDone=Järjestelmän palautuspisteen luonti onnistui.
RestorePointFail=Järjestelmän palautuspisteen luonti epäonnistui.
ErrorMsg=Virhe Viesti:
Area=Alue
Summary=Kuvaus
LeastOne=Valitse ainakin yksi alue etsintään.
IsRunning=Ohjelma etsii, odota kunnes etsintä suoritettu ja yritä sitten uudelleen.
Optimized=Tehostetaan
ComfirmDefrag=Tallenna avoimet työsi, Tietokoneesi käynnistyy uudelleen välittömästi rekisterin eheytyksen jälkeen. Haluatko käynnistää eheytyksen nyt?
def15After=%d päivää kulunut viimeisestä rekisterin eheytyksestä. Eheytä se nyt!
def15Before=Tietokoneesi toimii nopeammin ja vakaammin jos pidät rekisterin mahdollisimman yhtenäisenä.
KeyWord=Anna avainsanasi:
ExImport=Pois-sulku lista on viety kohteeseen:
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
Daily=Päivittäin
Weekly=Viikoittain
Monthly=Kuukausittain
Never=Ei Koskaan
TranslateTo=Käännetty kielille...
NeedBack=Näyttää siltä että käytät ohjelmaa ensimmäisen kerran. Välitön rekisterin varmuuskopiointi on suositeltavaa. Haluatko varmuuskopioida sen automaattisesti nyt?
Newsletter=Uutiskirje
UpgradeInfo=Päivitys Tietoja
CannotCrTask=Ei voi luoda ajastettua tehtävää.
ScheduleNextTime=Seuraavan kerran:
Exported=Nykyiset tiedot on viety kohteeseen %s. Haluatko avata tiedoston nyt?
Idle=Kun Jouten
Login=Kirjauduttaessa
LastClean=Viimeisin rekisterin siivous on suoritettu:
Monday=Maanataina
Tuesday=Tiistaina
Wednesday=Keskiviikkona
Thursday=Torstaina
Friday=Perjantaina
Saturday=Lauantaina
Sunday=Sunnuntaina
IssueFound=%d kohde(tta) löytyi.
Scanning=Etsitään
ScanCanceled=Etsintä on keskeytetty!
FindError=Yhteensä %d kohde(tta) löytyi tällä kertaa. Joista %d on epävarmoja.
LogAll=%d kohde(tta) löytyi, joista %d kohde(tta) on siivottu.
LogFail=Epäonnistui poistaa %d kohde(tta).
StartClean=Aloita Siivous
StartScan=Aloita Etsintä
7After=%d päivää kulunut kun siivosit rekisterin. Välitön etsintä on suositeltavaa.
7Before=Siivoamalla rekisterin saat nopeamman tietokoneen!
ReScanHint=%d ongelmaa löytynyt. Suosittelemme että etsit lisää ongelmia.
CleanNow=Klikkaa "Aloita Siivous" korjataksesi nämä ongelmat välittömästi.
NoError=Onnittelut! Koneesi rekisteri on puhdas!
GoodHabit=On hyödyllistä pitää tietokoneesi huippu tehokkaana niin että säännöllisesti siivoat rekisterin.
ReScanHint1=Suosittelemme että etsit uudelleen välittömästi, löytääksesi mahdollisia ongelmia.
TypeChanged=Olet vaihtanut etsintä kohteita!
ReScanHint2=Etsi uudelleen löytääksesi ongelmia.
CleanDone=Siivous on suoritettu!
bkAuto=Automaattisesti
bkManual=Käyttäjän luoma
BackupDate=Varmuuskopio aika
BackupType=Varmuuskopio tyyppi
Problems=Ongelmat
CreateDate=Luonti Päivä
Description=Selitys
Removebackup=Haluatko poistaa valitut varmuuskopiot?
RemoveSysRestore=Haluatko poistaa valitut järjestelmän palautuspisteet?
NoBackupSelected=Valitse ainakin yksi varmuuskopio palautettavaksi.
RestoreComplete=Palautus Suoritettu
RestoreFromSysRestore=Sinun täytyy käynnistää tietokoneesi uudelleen järjestelmän palautuksen jälkeen. Haluatko käynnistää palautuksen nyt?
WhenIdle=Kun Toimettomana
WhenLogin=Kirjauduttaessa
NewVer=Uusi versio saatavilla! Haluatko päivittää sen nyt?
TranslateTo=Käännetty kielille...
HistoryErrors=Virheitä korjattu: %d
clickfix=Klikkaa tästä korjataksesi se.

[Tuneup]
SuperPrefetchParameters=Poista Super-Esihaku käytöstä vähentääksesi muistin kulutusta ikkunoissa Win(8/10) käynnistyksen yhteydessä.
BlueReboot=Estä automaattinen uudelleen käynnistys kun järjestelmä menee "blue screen" tilaan.
RemoteRegAccess=Estä rekisterinmuutos oikeus etätietokoneelta.
FileListSpeed=Tehosta päivitys menettelytapa Windowsin tiedostolistoista.
PreviewUP=Nopeuttaa tehtäväpalkin Ikkunoiden Esikatselun näyttönopeutta.
OptDNS=Tehosta DNS:n ja DNS-jäsentämisen nopeutta.
OptLAN=Tehosta verkkoyhteyksiä.
ShowSpeed=Tehosta järjestelmän näytön vasteaikaa.
AeroSnap=Nopeuta Aero Snapiä pienoiskuva näytön nopeuttamiseksi.
SSDSpeedup=Puolijohde(SSD)levyn tehostus
DisablePrefetch=Estä esihaku määritteet, voit lisätä puolijohde(SSD)levyn käyttö ikää.
DisableSuperPrefetch=Estä Superhaku määritteet, voit lisätä puolijohde(SSD)levyn käyttö ikää.
DisableDefragBoot=Estä levyn eheytys järjestelmä levylle, voit lisätä puolijohde(SSD)levyn käyttö ikää.
DisableDefragIdle=Estä auto eheytys kun jouten, voit lisätä puolijohde(SSD)levyn käyttö ikää.
EnableTRIM=Salli TRIM toiminto, voit lisätä puolijohde(SSD)levyn toiminnan tehokkuutta.
OptIEConnection=Kasvata palvelimille kytkentöjen määrää. Verkkosivujen näyttönopeus ja suora videotoisto nopeus paranevat.
IconCache=Lisää järjestelmän kuvakevälimuistia nopeuttaksesi työpöytä näkymää.
RestoreAll=Haluatko palauttaa kaikki kohteet Windows oletuksiin?
NoSelectedItem=Valitse ainakin yksi kohde tehostettavaksi.
OptItems=Seuraavat %d kohteet voidaan tehostaa.
ItemsOptimized=%d kohdetta on tehostettu.
TakeEff=Jotkin muutokset tulevat voimaan vasta tietokoneen uudelleen käynnistyksen jälkeen.
NoItems=Onnittelut! Kaikki valitut kohteet on tehostettu.
BootSpeedup=Käynnistyksen/Sammutuksen nopeutus
SystemStable=Järjestelmän Vakaus
SystemSpeedup=Järjestelmän Nopeutus
NetworkSpeedup=Verkkotoimintojen Nopeutus
PrefetchParameters=Valvonta määritteiden tehostaminen parantaa Windowsin käynnistys nopeutta.
BootDelay=Vähentämällä "levyn tarkastus" aikaa parannat Windowsin käynnistys nopeutta.
BootPartition=Sallimalla tehostuksen parannat Windowsin käynnistys nopeutta.
ClearPagingFile=Estämällä Windowsin sivutustiedoston tyhjentämisen sammutuksessa, nopeutat tietokoneen sammuttamista.
TimeOut=Vähentämällä ohjelman joutoaikaa suljettaessa, nopeutat sammutus tapahtumaa.
AutoKill=Pysähtyneiden tehtävien sulkemisella estät järjestelmän kaatumisia.
RestartExplorer=Resurssienhallinnan automaattinen uudelleenkäynnistys lopettaa odottamattomat työpöydän häipymiset
TwoProcess=Asettamalla Resurssienhallinnan osat toimimaan erillisinä tapahtumina, estää järjestelmä ongelmat
ErrorReport=Estämällä näyttö virheen raportoinnin, parannat järjestelmän suorituskykyä
Debugger=Estämällä viheiden jäljityksen, nopeutat virheen käsittely tapahtumaa
OptMemory=Tehostamalla muistin oletus asetuksia, parannat järjestelmän suorituskykyä
OptVEff=Tehostamalla tausta osien (viesti laatikot, valikot, jne.) ilmestymistä, parannat järjestelmän suorituskykyä
OptFileSystem=Tehostamalla tiedostojärjestelmää, parannat järjestelmän suorituskykyä
OptDiskSystem=Tehostamalla levy I/O alijärjestelmää, parannat järjestelmän suorituskykyä
DisAutoRun=Estämällä "Autotoisto" toiminto asemilla, estät virus tartunnat ja leviämisen
OptDiskIdle=Tehosta levy I/O:ta kun Prosessori on toimettomana
OptTTL=Tehostamalla TTL(Elossa olo Aika) asetuksia, parannat verkkotoimintojen suorituskykyä
OptNetForward=Tehostamalla verkkotoimintojen tausta kykyjä, parannat verkkotoimintojen suorituskykyä
OptMTU=Paranna TCP/IP tehokkuutta automaattiseen havaitsemiseen, läpi "mustien aukkojen" reitityksessä Path MTU Discovery tekniikassa
OptWINS=Tehostamalla WINS nimi kysely aikaa, parannat tiedon siirto nopeutta
OptNetWork=Tehosta verkkotoimintojen asetuksia parannat yhteyksien tehokkuutta
CloseAnimate=Estä "siirtymä tehosteet" parannat Windowsin esitys nopeutta
PagingExecutive=Estä muistin sivutus ja vähennä levy I/O:ta parannat sovelluksen tehokkuutta. (Valinta ei huomioida jos asennettua muistia <1 Gb)
StaticIP=Aseta kiinteä IP-osoite paikalliselle yhteydelle nopeuttaksesi tietokoneesi käynnistymistä
PorcessorTime=Tehosta prosessorin suorituskykyä suoritettaville ohjelmille, peleille jne. (Älä huomioi jos kyseessä palvelin)
DisableIDECheck=Torju Windowsin IDE kanavan tarkistus parantaaksesi Windowsin käynnistys nopeutta
ForeAppSpeed=Tehosta taustaohjelmien vastaus nopeuta
AeroPeek=Tehosta Aero Peek tilan näyttö nopeutta
OptEthernet=Tehosta Eternet liitynnän suorituskykyä
DisableHibernate=Poista horrostila käytöstä säästääksesi levytilaa ja pidentääksesi puolijohde (SSD) levyn käyttöikää. (Myös nopea käynnistys kytkeytyy pois päältä.)
IndexOptimize=Tehosta Windowsin luettelointia.
RemoveShotcut=Poista sana "pikakuvake" pikakuvakkeista.
AutoReStartShell=Tehosta Windowsin Resurssienhallintaa, jotta se voi käynnistyä automaattisesti uudelleen poikkeuksen sattuessa, jos järjestelmä ei vastaa.
ListveiwOpt=Tehosta valikoidenn ja luetteloden näkymistä järjestelmän toimintanopeuden parantamiseksi.

[Type]
ContextMenu=Virheelliset Toiminnevalikko kohteet
MUICache=MUI Välimuisti
Services=Windows palvelut
Activex=ActiveX ja COM osat
FireWall=Palomuuri asetukset
RootAll=Virheelliset polut
SoftwareSection=Ohjelma polut
ApplicationPaths=Sovellus polut
FileTypes=Tiedosto tyypit
HelpFiles=Apua tiedostot
Fonts=Kirjasin tiedot
SharedDLL=Jaetut DLL-kirjastot
MRULists=Käyttäjän käyttämä historia
UninstallSection=Asennuksenpoisto ohjelma
StartMenu=Vanhentuneet Käynnistä valikko
StartupProgram=Käynnistyvät ohjelmat
SoundandAppEvents=Ääni ja Tapahtumat
IEUrlHistory=IE:n osoitehistoria
IFEO=Haitalliset merkinnät
EmptyKey=Tyhjät avaimet
App=Ohjelma asetukset

[ErrorMessage]
MUIError1=Puuttuu MUI viitaus, mutta asema "%s" on %s. Suosittelemme että et huomioi tätä virhettä.
MUIError=Puuttuu MUI viitaus
ServiceNotExists=Palvelu ohjelman määritystä ei löydy.
MimeExName=Virheellinen MIME tiedostotarkentimen rekisteröiti: %s
EmptyKey=Tyhjät Rekisteriavaimet
EmptyHelpdirctory=Tyhjä Apua hakemisto.
FileNotExist=Tiedsotoa (Kansiota) ei löydy.
HFileNotExist=Apua Tiedostoa (Kansiota) ei löydy.
EmptyValue=Tyhjä arvo
TypeLib=Tyyppi Kirjastoa ei löydy:
NodeEmpty=Tyhjä Liitos
SharedFilenotexist=Jaettua Tiedostoa ei löydy.
sharedfilenotbeuse=Jaettu tiedosto ei ole käytettävissä.
noconnection=Ilman tiedosto liitäntä tietoja.
Invalidpathtoicon=Virheellinen kuvakkeen polku.
ReferstoaninvalidClass=Viittaus virheelliseen Luokkaan.
Emptyshellcommand=Palvelu komento on tyhjä.
Invalidshellcommand=Virheellinen palvelu komento (Tiedostoa ei löydy).
Fontsnotexist=Kirjasin Tiedostoa ei löydy.
Hijacking=%s on kaapattu %s toimesta.
MRULists=Käyttäjän käyttämien tiedostojen, katsottujen elokuvien, muokattujen asiakirjojen jne. historia
invalidOpenWith=Yhtään ohjelmaa ei ole liitetty tähän tyyppiin.
ReferActivex=Viittaus virheelliseen ActiveX/COM merkintään.
EmptyCLSID=Tyhjä Luokkatunnus (CLSID).
ComSourceNotExist=COM Lähdettä ei löydy.
invalidUnistall=Virheellinen asennuksen poisto tieto.
notexist=Ei löydy.
ObsoleteStartMenuItem=Vanhentunut Käynnistä Valikon Kohde.
SoundFilenotexist=Ääni Tiedostoa ei löydy.
FileNotExist1=Tiedostoa/Kansiota ei löydy, mutta asema "%s" on %s. Suosittelemme että et huomioi tätä virhettä.
OpenWithError=Avaa sovelluksessa virhe, määritettyä ohjelmaa ei löydy.
OpenWithError1=Tiedostoa/Kansiota ei löydy, mutta asema "%s" on %s. Suosittelemme että et huomioi tätä virhettä.
ComSourceNotExist1=COM Lähdettä ei löydy, mutta asema %s on %s, suositus ettet huomioi tätä virhettä.
Trojan=Tämä on tyypillinen troijalaisen käyttäytyminen. Suosittelemme, että poistat merkinnän välittömästi ja käytät virustorjuntaohjelmaa tietokoneen tarkistamiseen.
InvalidShellExtensions=Virheelliset palvelu laajennukset
progid=Määritettyä ohjelmatunnusta ei ole olemassa:


[Summary]
ContextMenu=Virheelliset Toiminnevalikko kohteet
MUICache=Puuttuva MUI Välimuisti viitaus
Services=Virheelliset Windows palvelut
Activex=Virheelliset ActiveX ja COM osat
FireWall=Virheelliset Windows Palomuuri asetukset
RootAll=Virheelliset Polut ja Tiedostot
SoftwareSection=Jäänteet poistetuista Ohjelmistoista
ApplicationPaths=Jäänteet rekisteröidyistä Sovelluksista
FileTypes=Virheelliset tiedostojen tyyppi tiedot
HelpFiles=Virheelliset rekisteröidyt Apua tiedostot
Fonts=Virheelliset Kirjasin tiedot
SharedDLL=Puuttuu jaetut DLL-kirjastot
MRULists=Käyttäjän käyttämien tiedostojen, elokuvien ym. historia
UninstallSection=Käyttämättömät tai virheelliset Asennuksenpoisto-ohjelma tiedot
StartMenu=Vanhentuneet Käynnistä valikon kohteet
StartupProgram=Vanhentuneet tai virheelliset Käynnistyvät ohjelmat
SoundandAppEvents=Vanhentuneet tai virheelliset asetukset Äänissä ja Tapahtumissa
IEUrlHistory=Vierailtujen Selain sivujen historia
IFEO=Haitalliset merkinnät (luonut vakoilu-, virus- tai haittaohjelma)
EmptyKey=Tyhjät Rekisteriavaimet
App=Virheelliset Ohjelma-asetukset

[AutoClean]
ErrorsFixed=Virheet on siivottu.
Title=Onnittelut!
ErrorsFound=Virheitä löytyi.

[AutoUpdate]
CurrentFile=Nykyinen tiedosto:
Canceling=Peruutetaan...
CANCEL=Peruuta
Ready=Valmiina ladattavaksi

[Skin]
SkinDefault=Oletus
SkinBlue=Vaalea
SkinGreen=Tumma

[Renew]
subscribed=Älä muistuta minua uudelleen.
title=Wise Registry Cleaner PRO:si vahenee %d päivän päästä!
title1=Lisenssiavaimesi on vanhentunut. Uudista se nyt!
Price=Uudista PRO, vain %s!
Describe=Voit menettää Pro-version oikeudet.

[Edit]
pmcut=Leikkaa
pmcopy=Kopioi
pmpaste=Liitä
pmdelete=Poista
pmselectall=Valitse kaikki
pmundo=Kumoa
Renew=Uudista nyt

[feedback]
InvalidEmail=Anna oikea sähköpostiosoite.
emptyinput=Ole hyvä ja syötä jotain lähetettäväksi.
thanks=Kiitos palautteestasi!
FrmFeedback.lblfeedback.caption = Miten arvioit %s?
FrmFeedback.lblemail.caption = Sähköpostiosoite:
FrmFeedback.lblgood.caption = Mistä ominaisuudesta pidät eniten?
FrmFeedback.lblbad.caption = Mistä ominaisuudesta pidät vähiten?
FrmFeedback.lblwant.caption = Mitä uutta ominaisuutta haluat eniten?
FrmFeedback.btncancel.caption = En tällä kerralla
FrmFeedback.btnsubmit.caption = Lähetä

[WiseAi]
LoadUtilities=Ladataan...